<?php
// HTML LANG reference http://www.w3schools.com/tags/ref_language_codes.asp
$language_code = 'en';
$la_code = 'rus';

$sitename = "Агрегатор Вакансий";
$siteslogan = "Поисковик Вакансий";
$sitedescription = $sitename .' это автоматический поиск вакансий по всем видам работ. Здесь Вы сможете найти любую работу, используя нашу поисковую систему '.$sitename;
$sitekeywords = "рабочие места, поисковая система вакансий , найти работу, карьера, трудоустройство, списки вакансий, резюме строителя, резюме должность, агрегатор вакансий, фиды рабочих мест";

// DEFAULT CATEGORIES: Вы можете изменить категории по умолчанию для вашей ниши ниже.
$categories = "Бухгалтерский учёт,Искусство,Администратор,Реклама,Транспорт,Банковское дело,Био технолог,Колледж,Компьютер,Строительство,Уголовное Правосудие,Консультации,Дизайн,Образование,Инженерное дело,Электротехника,Развлечения,Начальный Уровень,Руководитель,Финансы,Франчайзинг,Федеральный,Криминалистика,Трудоустройство,Графический дизайнер,Правительство,Бакалея,Здравоохранение,Гостиничный бизнес,Сантехник,Информационные технологии,Страхование,Инвентарь,Интернет,Инвестиционно-банковские услуги,Журналистика,Правопорядок,Юридический консалтинг,Консалтинг в области управления,Магистр делового администрирования,Производство,Маркетинг,Фельдшер,Медицинская бухгалтерия,Медицинская транскрипция,Музыкальная индустрия,Государственная служба здравоохранения,Медсестра,Онлайн обучение,Управление,Фармацевтика,Асистент,Сантехника,Руководитель проекта,Издательство,Психология,Недвижимость,Подбор персонала,Возобновляемые источники энергии,Научно-исследовательский,Ресторан,Розничная торговля,Продажи,Наука,Квалифиция рабочей силы,Тестирование программного обеспечения,Спортивный Менеджмент,Стратегическое планирование,Снабжение,Телекоммуникации,Обучение,Транскрипция,Путешествия,Путешествия кормящих,Путешествия,Грузоперевозки,Водитель грузовика,Университет,Ветеринар,Склад,Веб-дизайн";

// местонахождение Вы можете изменить расположение по умолчанию ниже.
$locations = "Адыгея,Амур,Архангельск,Астрахань,Башкортостан,Белгород,Брянск,Бурятия,Владимир,Волгоград,Вологда,Воронеж,Дагестан,Забайкальский,Иваново,Ингушетия,Иркутск,Кабардино-Балкария,Калининград,Калмыкия,Калуга,Камчатка,Карелия,Кемерово,Киров,Коми,Кострома,Краснодар,Красноярск,Курган,Курск,Липецк,Магадан,МарийЭл,Мордовия,Москва,Мурманск,НижнийНовгород,Новгород,Новосибирск,Омск,Оренбург,Орёл,Пенза,Пермь,Приморский,Псков,Ростов,Рязань,Самара,СанктПетербург,Саратов,Сахалин,Свердловск,СевернаяОсетия,Смоленск,Ставрополь,Тамбов,Татарстан,Тверь,Томск,Тува,Тула,Тюмень,Удмуртия,Ульяновск,Хабаровск,Хакассия,Челябинск,Чечня,Чувашия,Чукотка,Ярославль,AltaiKrai,AltaiRepublic,Jewish,Karachay-Cherkessia";


// CAROUSEL SLIDER
$slide1_title = "Поисковик Вакансий";
$slide1_description = "Поиск нескольких сайтов трудоустройства сразу. ";
$slide2_title = "Поддерживаемые сайты Вакансий";
$slide2_description = "Один поиск, чтобы найти правдивые объявления о вакансиях на Careerjet, SimplyHired, MonsterBoard и других.";
$slide3_title = "Агрегатор Вакансий";
$slide3_description = "Обзор вакансий по сатегориям или местоположению или Поиск вакансий в реальном времени.";

// CONTACT & ABOUT
$contact_company_name = "Агрегатор Вакансий HQ";
$contact_email = "info@site.com";
$contact_address_street = "872 Улица Ломбард";
$contact_address_city = "Сан - Франциско, Калифорния 90234";
$contact_tel = "+ 2 (533) 765-831";

$about_text= "<p>Агрегатор Вакансий это поисковая система во всех странах.</p><p>Найти новые объявления о работе опубликованных на зданиях банов, в поисковых системах сайтов и каталогах работы.</p>";

$privacy_text= "<p> Описание о кондефициальности ! </p>";

$term_of_use_text= "<p> Описание информации о Правах пользователя здесь ! </p>";

// General string

$strings['SUFFIX_JOBS'] = '%s Вакансии';
$strings['JOBS'] = 'Вакансии';
$strings['PREFIX_IN'] = ' в %s';
$strings['CLOSE'] = 'Закрыть';
$strings['SEARCH'] = 'ПОИСК';
$strings['START_NEW_SEARCH'] = 'Начать новый поиск';
$strings['LOADING'] = 'Обработка';
$strings['PLACEHOLDER_SEARCH'] = 'Поиск';
$strings['PLACEHOLDER_LOCATION'] = 'Расположение';
$strings['BTN_LEARN_MORE'] = 'Узнать подробнее';
$strings['BTN_JOB_AGGREGATOR'] = 'Агрегатор Вакансий';
$strings['BTN_BROWSE_JOBS'] = 'Обзор вакансий';
$strings['BTN_FIND_YOUR_JOB'] = 'Найти работу';

$strings['HEADING_SEARCH_JOBS'] = 'Поиск вакансий';
$strings['LEADING_FIND_JOBS_BY_KEYWORD_OR_LOCATION'] = 'Найти Работу по ключевым словам или месту';
$strings['TEXT_SEARCH_ON'] = 'Искать размещение вакансий на популярных сайтах с помощью только одного поиска или просмотреть вакансии по категориям ниже.';
$strings['TEXT_NO_RESULT'] = '<p class="no-jobs">Списков вакансий не нвйдено в %s на %s</p>';
$strings['PUBLISHED_ON'] = 'Опубликовано в';

$strings['HEADING_CATEGORIES'] = 'Категории';
$strings['DESCRIPTION_CATEGORIES'] = 'Поиск нескольких сайтов трудоустройства одновременно в %s.';

$strings['HEADING_LOCATIONS'] = 'Местонахождение';
$strings['DESCRIPTION_LOCATIONS'] = 'Помните "подразумевая местный", когда вы хотите найти работу в определенном месте. Ваш поиск работы должны сосредоточиться на местных ресурсах';

$strings['SEARCHRESULT_JOBS_FOR_TODAY_JOB'] = '%s Вакансии на сегодня';
$strings['SEARCHRESULT_JOBS_FOR_TODAY_LOC'] = 'Вакансии егодня в %s';
$strings['SEARCHRESULT_JOBS_FOR_TODAY_ALL'] = '%s Вакансии на сегодня в %s';
$strings['SEARCHRESULT_DESCRIPTION'] = 'Посмотреть объявления о работе, размещенные %s в поисковых системах сайтов о работе и каталогах вакансий.';

$strings['TAB_ALL'] = 'Все';

$strings['HEADING_NAVIGATION'] = 'Навигация';
$strings['HEADING_JOBSITES_ADDED'] = 'Сайты Вакансии добавил';
$strings['HEADING_STAY_IN_TOUCH'] = 'Оставайтесь на связи';
$strings['TEXT_SOCIAL'] = 'Поделиться %s вакансией с Вашими друзьями в социальной сети';
$strings['HEADING_OUR_OFFICE'] = 'Наш офис';

$strings['MENU_HOME'] = 'Главная';
$strings['MENU_SEARCH'] = 'Поиск';
$strings['MENU_BROWSE'] = 'Обзор';
$strings['MENU_CATEGORIES'] = 'Категории';
$strings['MENU_LOCATIONS'] = 'Местонахождение';
$strings['MENU_LATEST'] = 'Последнее';
$strings['MENU_LANGUAGE'] = 'Язык';
$strings['MENU_DOWNLOAD'] = 'Скачать';

$strings['MENU_ABOUT_US'] = 'О нас';
$strings['MENU_PRIVACY']  = 'Конфиденциальность';
$strings['MENU_TERM_OF_USE'] = 'Правила использования';

$strings['POWERED_BY'] = 'Работает на';

$strings['JOB_RESULTS'] = 'результатыпоиска';
$strings['START_NEW_SEARCH'] = 'Начать новый поиск';

